Repository: monsterlabs/HumanRightsTracker
Catalog: Translation/*.po
Languages: es

source: Male
es: Hombre

source: Female
es: Mujer

source: Yes
es: Si

source: Companied
es: Acompañado

source: Alone
es: No acompañado

source: Cancel
es: Cancelar

source: Edit
es: Editar

source: <b>Marital status</b>
es: <b>Estado civil</b>

source: <b>Gender</b>
es: <b>Género</b>

source: <b>Age</b>
es: <b>Edad</b>

source: <b>Citizen</b>
es: <b>Nacionalidad</b>

source: <b>Firstname</b>
es: <b>Nombre(s)</b>

source: <b>Lastname</b>
es: <b>Apellido(s)</b>

source: <b>General Information</b>
es: <b>Información general</b>

source: <b>Scholarity level</b>
es: <b>Nivel de escolaridad</b>

source: <b>Most recent job</b>
es: <b>Última ocupación</b>

source: <b>Is spanish speaker?</b>
es: <b>¿Habla español?</b>

source: <b>How many sons?</b>
es: <b>Hijos</b>

source: <b>Indigenous group</b>
es: <b>Grupo Indígena</b>

source: <b>Details</b>
es: <b>Detalles</b>

source: <b>Information about place of origin</b>
es: <b>Lugar de origen</b>

source: <b>Cross border attempts dest. country</b>
es: <b>Intentos De Cruce Al País De Destino</b>

source: <b>Traveling reason</b>
es: <b>Motivo del viaje</b>

source: <b>Destination country</b>
es: <b>País destino</b>

source: <b>Number of expulsions from dest. country</b>
es: <b>Expulsiones Del País De Destino</b>

source: <b>Transit country</b>
es: <b>País de tránsito</b>

source: <b>Number of expulsions from transit country</b>
es: <b>Expulsiones Del País De Tránsito</b>

source: <b>Is he/she traveling companied?</b>
es: <b>Realiza el viaje</b>

source: <b>Cross border attempts transit country</b>
es: <b>Intentos De Cruce Por El País De Tránsito.</b>

source: <b>Stay type</b>
es: <b>Tipo de estancia</b>

source: <b>Migration Attempts</b>
es: <b>Información Migratoria</b>

source: <b>Birthday</b>
es: <b>Fecha de Nacimiento</b>

source: <b>Birth Place</b>
es: <b>Datos de Nacimiento</b>

source: <b>Identification type</b>
es: <b>Tipo de identificación</b>

source: <b>Identification number</b>
es: <b>No. de Identificación</b>

source: <b>Identification</b>
es: <b>Identificación</b>

source: <b>Email</b>
es: <b>Correo electrónico</b>

source: <b>Mobile</b>
es: <b>Teléfono móvil</b>

source: <b>Phone</b>
es: <b>Teléfono</b>

source: <b>Contact Info</b>
es: <b>Información de contacto</b>

source: <b>Location</b>
es: <b>Ubicación</b>

source: <b>Address type</b>
es: <b>Tipo de dirección</b>

source: <b>Zip Code</b>
es: <b>Código postal</b>

source: <b>Address</b>
es: <b>Dirección</b>

source: <b>Address List</b>
es: <b>Direcciones</b>

source: <b>Individual or immigrant actors</b>
es: <b>Actores individuales o migrantes</b>

source: <b>Affiliated institutions</b>
es: <b>Relación entre entidades</b>

source: <b>Organizations or Institutions through cases</b>
es: <b>Relación entre entidades a través de casos</b>

source: <b>Relationship between actors</b>
es: <b>Relación entre actores</b>

source: Save
es: Guardar

source: Country
es: País

source: State
es: Estado

source: Municipality
es: Municipio

source: <b>Country</b>
es: <b>País</b>

source: <b>State</b>
es: <b>Estado</b>

source: <b>Municipality</b>
es: Municipio

source: Select
es: Seleccionar

source: label4
es: etiqueta4

source: DateSelectorWindow
es: Calendario

source: Search
es: Buscar

source: Victims
es: Victímas

source: Interventors
es: Interventores

source: Perpetrators
es: Perpetradores

source: Supporters
es: Persona que soporta la intervención

source: <b>Filters</b>
es: <b>Filtros</b>

source: Number of records
es: Número de registros

source: _Add
es: Agregar

source: Remove
es: Borrar

source: records
es: registros

source: Add
es: Agregar

source: Select A File
es: Seleccione un archivo

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Export
es: Exportar

source: <b>Affected people</b>
es: <b>Personas afectadas</b>

source: <b>Name</b>
es: <b>Nombre</b>

source: <b>Start Date</b>
es: <b>Fecha Inicial</b>

source: <b>End Date</b>
es: <b>Fecha de término</b>

source: <b>Places</b>
es: <b>Lugares</b>

source: <b>Description</b>
es: <b>Descripción</b>

source: <b>Summary</b>
es: <b>Resumen</b>

source: <b>Observations</b>
es: <b>Observaciones</b>

source: <b>Tracking Information</b>
es: <b>Seguimiento del caso</b>

source: <b>Affected Human Rights and Acts</b>
es: <b>Derechos afectados y actos</b>

source: <b>Interventions</b>
es: <b>Intervenciones</b>

source: <b>Core of the case</b>
es: <b>Núcleo del caso</b>

source: <b>Documentary sources</b>
es: <b>Fuente documental</b>

source: <b>Personal information sources</b>
es: <b>Fuentes de información personal</b>

source: <b>Information sources</b>
es: <b>Fuentes de información</b>

source: <b>Relation between cases</b>
es: <b>Relación entre casos</b>

source: <b>Additional Information</b>
es: <b>Información adicional</b>

source: <b>Institution category</b>
es: <b>Categoría</b>

source: <b>Institution type</b>
es: <b>Tipo de actor colectivo</b>

source: <b>Abbreviation</b>
es: <b>Siglas</b>

source: <b>Home Page</b>
es: <b>Página personal</b>

source: <b>Contact Information</b>
es: <b>Información de contacto</b>

source: <b>Related institutions</b>
es: <b>Relación entre entidades</b>

source: <b>Affiliated people</b>
es: <b>Actores afiliados a esta entidad</b>

source: <b>Affiliated actors through cases</b>
es: <b>Actores afiliados a través de casos</b>

source: <b>Initial Date:</b>
es: <b>Fecha de inicio</b>

source: <b>Final Date:</b>
es: <b>Fecha de término</b>

source: <b>Affected people:</b>
es: <b>Personas afectadas</b>

source: <b>Affected people and place</b>
es: <b>Personas afectadas y lugar</b>

source: Open Victims
es: Abrir Víctimas

source: <b>Victims</b>
es: <b>Víctimas</b>

source: PeopleSelectionWindow
es: Selección de personas

source: <b>Individual person</b>
es: <b>Actor individual</b>

source: <b>Immigrant People</b>
es: <b>Actor transmigrante</b>

source: Lastname Firstname
es: Nombre

source: Delete
es: Borrar

source: text
es: Texto

source: NewActWindow
es: Acto

source: <b>Notes</b>
es: <b>Notas</b>

source: <b>Parent name</b>
es: <b>Nombre del padre</b>

source: Parent value
es: Valor del Padre

source: EditCatalogWindow
es: Editar catálogo

source: <b>ModelName</b>
es: <b>Nombre del módelo</b>

source: <b>Type</b>
es: <b>Tipo de intervención</b>

source: <b>Date</b>
es: <b>Fecha</b>

source: <b>Impact</b>
es: <b>Impacto</b>

source: <b>Response</b>
es: <b>En respuesta</b>

source: <b>Supporter</b>
es: <b>Persona quien soporta la intervención</b>

source: <b>Interventors</b>
es: <b>Interventores</b>

source: <b>Affected People</b>
es: <b>Personas por las que se interviene</b>

source: InterventionDetailWindow
es: Intervención

source: Info
es: Información

source: <b>Victim:</b>
es: <b>Victíma</b>

source: <b>Status:</b>
es: <b>Estado</b>

source: <b>Characteristics:</b>
es: <b>Características de la víctima</b>

source: <b>General</b>
es: <b>Información general</b>

source: <b>Perpetrators</b>
es: <b>Perpetradores</b>

source: VictimWindow
es: Víctima

source: <b>Perpetrator:</b>
es: <b>Perpetrador:</b>

source: <b>Perpetrator status:</b>
es: <b>Status del perpetrador</b>

source: <b>Institution:</b>
es: <b>Actor colectivo</b>

source: <b>Institution</b>
es: <b>Actor colectivo</b>

source: <b>Perpetrator Acts</b>
es: <b>Actos del perpetrador</b>

source: Name
es: Nombre

source: InstitutionSelectorWindow
es: Selector de actores colectivos

source: <b>Location:</b>
es: <b>Ubicación</b>

source: affected_people
es: Personas afectadas

source: case_name
es: Nombre del caso

source: end_date
es: Fecha de término

source: start_date
es: Fecha Inicial

source: <b>Associated People</b>
es: <b>Personas asociadas al caso</b>

source: <b>Case Name</b>
es: <b>Nombre del caso</b>

source: <b>Cases</b>
es: <b>Casos</b>

source: CaseDetailWindow
es: Detalles del caso

source: Back
es: Regresar

source: institution_name
es: Nombre de actor colectivo

source: job_name
es: Tipo

source: <b>Institution Logo</b>
es: <b>Logo de actor colectivo</b>

source: <b>Job</b>
es: <b>Tipo de puesto</b>

source: <b>Jobs at Institutions</b>
es: <b>Puesto en el actor colectivo</b>

source: <b>Photo</b>
es: <b>Fotografía</b>

source: <b>Fullname</b>
es: <b>Nombre completo</b>

source: <b>Supporters</b>
es: <b>Nombre(s) de quiene soportan el caso</b>

source: <b>Person:</b>
es: <b>Persona:</b>

source: Person
es: Persona

source: Institution
es: Actor colectivo

source: PersonCreateWindow
es: Ventana de persona

source: <b>Date of Receipt</b>
es: <b>Fecha de recepción</b>

source: <b>Status</b>
es: <b>Estado</b>

source: <b>Comments</b>
es: <b>Comentarios</b>

source: <b>Record ID</b>
es: <b>Clave</b>

source: <b>Title</b>
es: <b>Título</b>

source: <b>Num</b>
es: <b>Número</b>

source: <b>Records</b>
es: <b>Registros</b>

source: TrackingDetailWindow
es: Detalles de la información de seguimiento el caso

source: Action(s)
es: Accion(es)

source: New
es: Nuevo

source: _Delete
es: Borrar

source: _Detail
es: Detalles

source: filename
es: Nombre de archivo

source: Save Document ...
es: Guardar documento

source: Add New Document
es: Agregar nuevo documento

source: New Record
es: Nuevo registro

source: <b>End date</b>
es: <b>Fecha de término</b>

source: name
es: Nombre

source: <b>Case name</b>
es: <b>Nombre del caso</b>

source: <b>Start date</b>
es: <b>Fecha Inicial</b>

source: CaseSelectorWindow
es: Selector de casos

source: _Remove
es: Borrar

source: ActPlace
es: Lugar de Acto

source: Language
es: Idioma

source: HumanRightsViolationCategory
es: Violación a derecho humano

source: HumanRightsViolation
es: Acto

source: LocationType
es: Tipo de Dirección

source: City
es: Municipio

source: AffiliationType
es: Tipo de afiliación

source: IdentificationType
es: Tipo de identificación

source: SourceInformationType
es: Tipo de fuente de información

source: MaritalStatus
es: Estado civil

source: TravelCompanion
es: Acompanante de viaje

source: CaseStatus
es: Estado de Caso

source: IndigenousLanguage
es: Lengua indígena

source: RelationshipType
es: Tipo de relación

source: TravelingReason
es: Motivo del viaje

source: InstitutionCategory
es: Categoría de actor colectivo

source: ReliabilityLevel
es: Ninvel de Confiabilidad

source: VictimStatus
es: Estado de Victíma

source: InstitutionType
es: Tipo de actor colectivo

source: Religion
es: Religión

source: InterventionType
es: Tipo de Intervención

source: EthnicGroup
es: Grupo indígena

source: Job
es: Trabajo

source: ScholarityLevel
es: Nivel de escolaridad

source: AddressType
es: Tipo de dirección

source: StayType
es: Tipo de estancia

source: PerpetratorType
es: Tipo de perpetrador

source: PerpetratorStatus
es: Estado del Perpetrador

source: InvolvementDegree
es: Grado de involucramiento

source: page1
es: Página

source: <b>Place</b>
es: <b>Lugar</b>

source: PlaceDetailWindow
es: Detalles del lugar

source: <b>Affected Human Right:</b>
es: <b>Derecho afectado</b>

source: <b>Notes:</b>
es: <b>Notas</b>

source: notes
es: Notas

source: CaseRelationshipDetailWindow
es: Detalle de la relación entre casos

source: <b>Current Case Name</b>
es: <b>Nombre del caso actual</b>

source: case name
es: Nombre del caso

source: <b>Relationship type</b>
es: <b>Tipo de relación</b>

source: <b>Source Information</b>
es: <b>Fuente de información personal</b>

source: Reliability Level
es: Ninvel de Confiabilidad

source: Comments
es: Comentarios

source: Observations
es: Observaciones

source: Date
es: Fecha

source: Indigenous language
es: Lengua indígena

source: Source type
es: Tipo de fuente

source: <b>Reported Person/Institution</b>
es: <b>Actor reportado</b>

source: InformationSourceDetailWindow
es: Detalle de la información personal

source: <b>Source name</b>
es: <b>Nombre de la fuene</b>

source: <b>Additional Info</b>
es: <b>Información adicional</b>

source: <b>Source Information Type </b>
es: <b>Tipo de fuente de información</b>

source: <b>Publication Date</b>
es: <b>Fecha de publicación</b>

source: <b>Access Date</b>
es: <b>Fecha de acceso</b>

source: <b>Link</b>
es: <b>Liga</b>

source: <b>Language</b>
es: <b>Idioma</b>

source: <b>Indigenous Language</b>
es: Lenguas indígenas

source: <b>Reliability Level</b>
es: <b>Nivel de confiabilidad</b>

source: DocumentarySourceDetailWindow
es: Fuente Documental

source: CaseSummaryWindow
es: Resumen del caso

source: ShowNoteWindow
es: Mostrar notas

source: note
es: Notas

source: Close
es: Cerrar

source: CaseReportWindow
es: Selector de casos

source: <b>File name</b>
es: <b>Nombre completo</b>

source: <b>Folder</b>
es: <b>Filtros</b>

source: <b>Select where to save your report</b>
es: <b>Seleccionar el directorio donde guardará el reporte</b>

source: _Cancel
es: Cancelar

source: _Save
es: Guardar

source: number
es: Número

source: AddressDetailWindow
es: Detalles del caso

source: <b>Adress type</b>
es: <b>Tipo de Dirección</b>

source: <b>Act:</b>
es: <b>Acto</b>

source: Your password has been changed!
es: Su contrasena ha cambiado

source: Your new password has errors!
es: Su nueva contrasena tiene errores

source: Your current password is incorrect!
es: Tu contrasena es incorrecta

source: Wrong password
es: Contraseña incorrecta

source: <b>Current password</b>
es: <b>Clave actual</b>

source: <b>New password</b>
es: <b>Nueva Clave</b>

source: <b>Password confirmation</b>
es: <b>Confirmación de Clave</b>

source: already exists. Do you want to override it?
es: ya existe. ¿Quieres sobreescribirlo?

source: <b>Case Report</b>
es: <b>Reporte de caso</b>

source: Select A Folder
es: Seleccione un folder

source: <b>From Date</b>
es: <b>Desde la fecha</b>

source: <b>To Date</b>
es: <b>Hasta la fecha</b>

source: <b>Destination folder</b>
es: <b>Directorio destino</b>

source: <b>Victim Name</b>
es: <b>Nombre de la Víctima</b>

source: VictimsWindow
es: Ventana de Víctimas

source: PersonRelationshipDetailWindow
es: Ventana de la relación de personas

source: <b>Related person:</b>
es: <b>Persona relacionada:</b>

source: <b>Relationship type:</b>
es: <b>Tipo de relación</b>

source: <b>Start date:</b>
es: <b>Fecha Inicial</b>

source: <b>End date:</b>
es: <b>Fecha de término</b>

source: <b>Comments:</b>
es: <b>Comentarios</b>

source: <b>Title:</b>
es: <b>Título:</b>

source: InstitutionRelationshipDetailWindow
es: Ventana de la relación de personas

source: <b>Related institution:</b>
es: <b>Entidad relacionada</b>

source: InstitutionCreateWindow
es: Selector de actores

source: InstitutionPersonDetailWindow
es: Ventana de la relación de personas

source: Not defined role in intervention record
es: Sin rol definido en intervenciones

source: Not defined affiliation type in intervention record
es: Sin afiliación definida en intervenciones

source: Supporter
es: Persona que soporta la intervención

source: Not defined role in information source record
es: Sin role defiido en fuente de información personal

source: Not defined affiliation type in information source record
es: Sin afiliación definida en fuente de información personal

source: Reported person in source information
es: Persona reportada en información personal

source: As source in source information
es: Fuente de información en información personal

source: Perpetrator
es: Perpetrador

source: Not defined perpetrator type in perpetrator record
es: Sin tipo de perpetrado definido en actos

source: Not defined affiliation type in perpetrator record
es: Sin afiliación definida en relación como perpetrador

source: Not defined role in documentary source record
es: Sin rol definido en fuente documental

source: Not defined affiliation type in documentary source record
es: Sin afiliación o tipo definido en fuente de información documental

source: Reported person in documentary source
es: Persona reportada en fuente de información documental

source: MainWindow
es: Pantalla principal

source: <b>Individual people</b>
es: <b>Actor individual</b>

source: <b>Immigrant people</b>
es: <b>Actor transmigrante</b>

source: <b>Institutions</b>
es: <b>Actores colectivos</b>

source: <b>Actors</b>
es: <b>Actores</b>

source: <b>Reports</b>
es: <b>Reportes</b>

source: <b>Change password</b>
es: <b>Cambiar Clave</b>

source: <b>Catalogs</b>
es: <b>Catálogos</b>

source: User
es: Usuario

source: Password
es: Contraseña

source: Login
es: Entrar
